SC1={
	0: ["ЯДС", "Украинский", "Математика", "Физра"],
	1: ["ЯДС","Украинский", "Математика","Английский","Физра" ],
	2: ["ЯДС","Украинский", "ИЗО","Физра"],
	3: ["ЯДС","Математика","Украинский", "ИЗО"],
	4: ["ЯДС","Украинский", "Английский","ЯДС"]
}
SC2={
	0: ["ЯДС","Математика","Английский","Украинский","ЯДС"],
	1: ["ЯДС","Украинский", "Математика","","Физра"],
	2: ["ЯДС","Украинский", "Математика","Английский","Физра"],
	3: ["ЯДС","Украинский", "ЯДС","Физра"],
	4: ["ЯДС","Английский","ИЗО","Украинский","ЯДС"]
}
SC3={
	0: ["ЯДС","Украинский", "Математика","Английский","Информатика"],
	1: ["ЯДС","Украинский", "ИЗО","Английский","Физра"],
	2: ["ЯДС","Украинский", "Математика","ЯДС","Физра"],
	3: ["ЯДС","ИЗО", "Математика","Украинский","ЯДС"],
	4: ["ЯДС","Математика", "Английский","Украинский","Физра"]
}
SC4={
	0: ["ЯДС","Информатика","Украинский","ИЗО","ЯДС"],
	1: ["ЯДС","Математика","Английский","ИЗО","Физра"],
	2: ["ЯДС","Английский","Математика","Украинский","ЯДС"],
	3: ["ЯДС","Математика","Английский","Украинский","Физра"],
	4: ["ЯДС","Математика","Украинский","Украинский","Физра"]
}
SC5={
	0: ["Украинский","Английский","Математика","История&Общество","Физра","ИЗО"],
	1: ["Немецкий","Математика","Здоровье","Физра","Информатика","Технологии","Технологии"],
	2: ["Украинский","Украинская лит.","Математика","Физра","Природа","Английский"],
	3: ["Зарубежная лит.","Украинский","Математика","ИЗО","Информатика","Зарубежная лит."],
	4: ["Английский","Математика","Украинский","Немецкий","Украинская лит.","Природа"]
}
SC6={
	0: ["Здоровье","Украинский","Математика","Информатика","История&Общество","Английский","Украинсквая лит."],
	1: ["География","Немецкий","Математика","Украинская лит.","Природа","Английский","Физра"],
	2: ["Зарубежная лит.","Украинский","Математика","","Английский","Физра","ИЗО"],
	3: ["Украинский","Английский","Математика","Культура","География","Физра"],
	4: ["Украинский","Немецкий","Математика","ИЗО","Природа","Технологии","Технологии"]
}
SC7={
	0: ["Алгебра","Украинская лит.","Украинский","Здоровье","Английский","Физра","Информатика"],
	1: ["Физика","География","Немецкий","Геометрия","Украинский","Биология","Информатика"],
	2: ["Химия","Физра","Английский","Физика","История украины","ИЗО","Украинская Лит."],
	3: ["Геометрия","Алгебра","География","Английский","Украинский","Технология","Физра"],
	4: ["Алгебра","Зарубежная лит.","ИЗО","Биология","Немецкий","Всемирная история","Зарубежная лит."]
}
SC8={
	0: ["Английский", "Алгебра","Зарубежная литра","Украинский", "Физика","Информатика","Финансова грам.", "Физра"],
	1: ["Украинский","Геометрия","Физра","Химия","География","Немецкий", "Биология"],
	2: ["Английский","Алгебра","Химия","Биология","ЗБД","История  укр","Технологии"],
	3: ["География","Геометрия","Общество","Физра","ИЗО","Английский","информатика"],
	4: ["ИЗО","Алгебра","Всемирная история","Украинский","Физика", "Украинская литра", "Немецкий"]
}
SC9={
	0: ["Зарубежная лит.","Здоровье","Информатика","Алгебра","Украинская лит.","Физика","Английский"],
	1: ["Геометрия","Украинский","География","Всемирная история","Немецкий","Физра","Украинская лит."],
	2: ["Алгебра","Химия","Зарубежная лит.","Труды","Физика","Биология","Физра"],
	3: ["Английский","География","Геометрия","История украины","Физра","Информатика"],
	4: ["Биология","Украинский","Химия","Физика","ИЗО","Немецкий","Правознавство"]
}

SCA={
	1: SC1,
	2: SC2,
	3: SC3,
	4: SC4,
	5: SC5,
	6: SC6,
	7: SC7,
	8: SC8,
	9: SC9
}